Merge pull request #32 from grx-gql/chore/migrate-grx-org-modul
chore!: flatten module layout and migrate import paths under grx-gql/grx
